/* Double tap to toggle controls */
"bcovbasicplaybackcontroller_001" = "コントロールを切り換えるには、ダブルタップします";

/* Video */
"bcovbasicplaybackcontroller_002" = "動画";

/* AVPlayer.currentItem.status == AVPlayerItemStatusFailed, meaning video '%@' could not be loaded OR... */
"bcovbasicplaybacksession_001" = "AVPlayer.currentItem.status == AVPlayerItemStatusFailed, meaning video '%@' could not be loaded OR the AVFoundation media services have crashed. The latter can occur when an AVPlayer attempts a synchronous operation that exceeds the built-in iOS timeout. Because the AVFoundation media services are a device-global resource, this can occur as a side effect due to misbehavior in another app running on the device.";

/* There is no recovery from this error; you should abort playback and/or advance to the next video. */
"bcovbasicplaybacksession_002" = "There is no recovery from this error; you should abort playback and/or advance to the next video.";

/* AVPlayerItemFailedToPlayToEndTimeNotification was fired for the current item. This likely means... */
"bcovbasicplaybacksession_003" = "AVPlayerItemFailedToPlayToEndTimeNotification was fired for the current item. This likely means that there was a network error or a problem with the media.";

/* If the error was caused by a network interruption, you should test for network continuity. If the network returns... */
"bcovbasicplaybacksession_004" = "If the error was caused by a network interruption, you should test for network continuity. If the network returns, use `- [BCOVPlaybackController - (void)resumeVideoAtTime:withAutoPlay:]` to resume the video.";

/* Offline video playback error. */
"bcovbasicsessionprovider_001" = "オフライン動画再生エラー";

/* There is no recovery from this error; you should abort playback and/or advance to the next video. */
"bcovbasicsessionprovider_002" = "There is no recovery from this error; you should abort playback and/or advance to the next video.";

/* No playable source was found by the Source selection policy. If using the default source selection policy... */
"bcovbasicsessionprovider_003" = "No playable source was found by the Source selection policy. If using the default source selection policy, ensure your BCOVVideo has HLS sources. If implementing a custom source selection policy, ensure it is not returning nil.";

/* There is no recovery from this error; you should abort playback and/or advance to the next video. */
"bcovbasicsessionprovider_004" = "There is no recovery from this error; you should abort playback and/or advance to the next video.";

/* No Wifi connection is available. */
"bcovbasicsessionprovider_005" = "No Wifi connection is available.";

/* Enable WiFi or enable the `allowsCellularPlayback` property on BCOVGlobalConfiguration.sharedConfig and load the video again. */
"bcovbasicsessionprovider_006" = "Enable WiFi or enable the `allowsCellularPlayback` property on BCOVGlobalConfiguration.sharedConfig and load the video again.";

/* FairPlay license preloading is only supported for videos using FairPlay. */
"bcovofflinevideomanager_001" = "FairPlay license preloading is only supported for videos using FairPlay.";

/* This video has already been downloaded. */
"bcovofflinevideomanager_002" = "この動画は、すでにダウンロードされています";

/* No valid download source was found. */
"bcovofflinevideomanager_003" = "No valid download source was found.";

/* Failed to find a variant URL while preloading the FairPlay video. */
"bcovofflinevideomanager_004" = "Failed to find a variant URL while preloading the FairPlay video.";

/* Could not preload a FairPlay video license. */
"bcovofflinevideomanager_005" = "Could not preload a FairPlay video license.";

/* Could not retrieve content key while preloading a FairPlay video (HTTP error: %ld). */
"bcovofflinevideomanager_006" = "Could not retrieve content key while preloading a FairPlay video (HTTP error: %ld).";

/* Could not preload a FairPlay video license due to a network error. */
"bcovofflinevideomanager_007" = "Could not preload a FairPlay video license due to a network error.";

/* FairPlay license preloading is only supported on iOS 10.3 and later. */
"bcovofflinevideomanager_008" = "FairPlay license preloading is only supported on iOS 10.3 and later.";

/* Video requested for download was nil. */
"bcovofflinevideomanager_010" = "ダウンロードを要求された動画は、空でした";

/* This video is not eligible for offline playback. */
"bcovofflinevideomanager_011" = "この動画は、オフライン再生の対象外です";

/* Invalid (non-JSON) video.properties passed to preload/download method. */
"bcovofflinevideomanager_012" = "Invalid (non-JSON) video.properties passed to preload/download method.";

/* Invalid (non-JSON) parameters passed to preload/download method. */
"bcovofflinevideomanager_013" = "Invalid (non-JSON) parameters passed to preload/download method.";

/* Invalid rental duration specified for FairPlay license: %f seconds. */
"bcovofflinevideomanager_014" = "Invalid rental duration specified for FairPlay license: %f seconds.";

/* This video has already been downloaded. */
"bcovofflinevideomanager_015" = "This video has already been downloaded.";

/* Invalid parameters were specified for the license request. */
"bcovofflinevideomanager_016" = "Invalid parameters were specified for the license request.";

/* rentalDurationValue == nil && purchaseValue == nil */
"bcovofflinevideomanager_017" = "(no purchase, no rental duration)";

/* purchaseLicense && (rentalDurationValue != nil) */
"bcovofflinevideomanager_018" = "(purchase == YES, rental duration)";

/* !purchaseLicense && (rentalDurationValue == nil) */
"bcovofflinevideomanager_019" = "(purchase == NO, no rental duration)";

/* A problem occurred while downloading the video. */
"bcovofflinevideomanager_020" = "動画のダウンロード中に問題が発生しました";

/* Check your internet connection. */
"bcovofflinevideomanager_021" = "インターネット接続を確認してください";

/* No valid download source was found. */
"bcovofflinevideomanager_022" = "No valid download source was found.";

/* The download task could not be created. */
"bcovofflinevideomanager_023" = "The download task could not be created.";

/* The network may be down, or the video source invalid. */
"bcovofflinevideomanager_024" = "ネットワークがダウンしているか、動画ソースが無効である可能性があります";

/* The offline video token used for FairPlay license renewal was invalid. */
"bcovofflinevideomanager_025" = "The offline video token used for FairPlay license renewal was invalid.";

/* Invalid (non-JSON) parameters passed to license renew method. */
"bcovofflinevideomanager_026" = "Invalid (non-JSON) parameters passed to license renew method.";

/* Invalid parameters were specified for license renewal. */
"bcovofflinevideomanager_027" = "Invalid parameters were specified for license renewal.";

/* rentalDurationValue == nil && purchaseValue == nil */
"bcovofflinevideomanager_028" = "(no purchase, no rental duration)";

/* purchaseLicense && (rentalDurationValue != nil) */
"bcovofflinevideomanager_029" = "(purchase == YES, rental duration)";

/* !purchaseLicense && (rentalDurationValue == nil) */
"bcovofflinevideomanager_030" = "(purchase == NO, no rental duration)";

/* Invalid rental duration specified for FairPlay license: %f seconds. */
"bcovofflinevideomanager_031" = "Invalid rental duration specified for FairPlay license: %f seconds.";

/* The bitrate cannot be changed when renewing an offline FairPlay license. */
"bcovofflinevideomanager_032" = "The bitrate cannot be changed when renewing an offline FairPlay license.";

/* The BCOVVideo account (%@) does not match the offline video account (%@) while renewing an offline FairPlay license (offline video token: %@) */
"bcovofflinevideomanager_034" = "The BCOVVideo account (%@) does not match the offline video account (%@) while renewing an offline FairPlay license (offline video token: %@)";

/* No FairPlay source was found while renewing an offline FairPlay license. */
"bcovofflinevideomanager_035" = "No FairPlay source was found while renewing an offline FairPlay license.";

/* Content identifier URI was invalid while renewing FairPlay license. */
"bcovofflinevideomanager_036" = "Content identifier URI was invalid while renewing FairPlay license.";

/* FairPlay license renewal is only supported on iOS 10.3 and later. */
"bcovofflinevideomanager_037" = "FairPlay license renewal is only supported on iOS 10.3 and later.";

/* No video file path found for offline video token %@. */
"bcovofflinevideomanager_038" = "No video file path found for offline video token %@.";

/* Could not retrieve WebVTT file at URL: %@; HTTP status code %@. */
"bcovofflinevideomanager_039" = "Could not retrieve WebVTT file at URL: %@; HTTP status code %@.";

/* An error occurred while downloading a video. */
"bcovofflinevideomanager_040" = "An error occurred while downloading a video.";

/* BCOVVideo is nil in retrieveHLSManifest. */
"bcovofflinevideomanager_041" = "BCOVVideo is nil in retrieveHLSManifest.";

/* No valid HLS source for video in retrieveHLSManifest. */
"bcovofflinevideomanager_042" = "No valid HLS source for video in retrieveHLSManifest.";

/* Could not retrieve manifest at URL: %@. */
"bcovofflinevideomanager_043" = "Could not retrieve manifest at URL: %@.";

/* Could not retrieve manifest at URL: %@; HTTP status code %@. */
"bcovofflinevideomanager_044" = "Could not retrieve manifest at URL: %@; HTTP status code %d.";

/* The video's secondary tracks could not be downloaded. */
"bcovofflinevideomanager_045" = "動画のセカンダリトラックをダウンロードできませんでした";

/* Content key exchange error.\n\tContent key: %@\nOffline Video Token: %@. */
"bcovofflinevideomanager_046" = "Content key exchange error.\n\tContent key: %@\nOffline Video Token: %@.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_047" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate. */
"bcovofflinevideomanager_048" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_049" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found. */
"bcovofflinevideomanager_050" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_051" = "There is no recovery from this error.";

/* Call to -[AVContentKeyRequest makeStreamingContentKeyRequestDataForApp:contentIdentifier:options:completionHandler:] failed with error. */
"bcovofflinevideomanager_052" = "Call to -[AVContentKeyRequest makeStreamingContentKeyRequestDataForApp:contentIdentifier:options:completionHandler:] failed with error.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_053" = "There is no recovery from this error.";

/* persistentContentKeyFromKeyVendorResponse failure */
"bcovofflinevideomanager_054" = "persistentContentKeyFromKeyVendorResponse failure";

/* There is no recovery from this error. */
"bcovofflinevideomanager_055" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForContentKeyIdentifier:contentKeyRequest:completionHandler:] failed. */
"bcovofflinevideomanager_056" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForContentKeyIdentifier:contentKeyRequest:completionHandler:] failed.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_057" = "There is no recovery from this error.";

/* Could not retrieve application certificate. NSURLSessionDataTask failed. */
"bcovofflinevideomanager_058" = "Could not retrieve application certificate. NSURLSessionDataTask failed.";

/* There is no recovery from this error. Internet may be down. */
"bcovofflinevideomanager_059" = "There is no recovery from this error. Internet may be down.";

/* Could not retrieve application certificate. Invalid HTTP status code `%@` returned. */
"bcovofflinevideomanager_060" = "Could not retrieve application certificate. Invalid HTTP status code `%@` returned.";

/* There is no recovery from this error. Check validity of certificate_url. */
"bcovofflinevideomanager_061" = "There is no recovery from this error. Check validity of certificate_url.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate. */
"bcovofflinevideomanager_062" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed while requesting application certificate.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_063" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found. */
"bcovofflinevideomanager_064" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed because a default application certificate could not be found.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_065" = "There is no recovery from this error.";

/* Call to -[AVAssetResourceLoadingRequest streamingContentKeyRequestDataForApp:contentIdentifier:options:error:] failed. */
"bcovofflinevideomanager_066" = "Call to -[AVAssetResourceLoadingRequest streamingContentKeyRequestDataForApp:contentIdentifier:options:error:] failed.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_067" = "There is no recovery from this error.";

/* persistentContentKeyFromKeyVendorResponse failure. */
"bcovofflinevideomanager_068" = "persistentContentKeyFromKeyVendorResponse failure.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_069" = "There is no recovery from this error.";

/* Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed. */
"bcovofflinevideomanager_070" = "Call to -[BCOVFPSAuthorizationProxy encryptedContentKeyForLoadingRequest:contentKeyRequest:completionHandler:] failed.";

/* There is no recovery from this error. */
"bcovofflinevideomanager_071" = "There is no recovery from this error.";

/* Ad (%@ of %@) */
"bcovpuiadcontrolview_001" = "広告 %@ / %@";
"bcovpuiadcontrolview_010" = "広告 %@";

/* Your video will resume in %@ seconds (plural) */
"bcovpuiadcontrolview_002" = "お客様の動画は、%@ 秒後に再開されます";

/* Your video will resume in %@ second (singular) */
"bcovpuiadcontrolview_003" = "お客様の動画は、%@ 秒後に再開されます";

/* Learn More */
"bcovpuiadcontrolview_004" = "詳細はこちら";

/* You can skip this ad in %@ seconds (plural) */
"bcovpuiadcontrolview_005" = "この広告を\n%@ 秒後にスキップできます";

/* You can skip this ad in %@ second (singular) */
"bcovpuiadcontrolview_006" = "この広告を\n%@ 秒後にスキップできます";

/* Skip Ad ⇥ */
"bcovpuiadcontrolview_007" = "広告のスキップ ⇥";

/* Ad: Press play to resume video */
"bcovpuiadcontrolview_008" = "広告:動画を再開するには、[再生] を押してください";

/* %@s */
"bcovpuiadcontrolview_009" = "%@s";

/* video playback is Live */
"bcovpuibasiccontrolview_001" = "ライブ";

/* Current Time */
"bcovpuibasiccontrolview_002" = "現在の時間";

/* Duration */
"bcovpuibasiccontrolview_003" = "長さ";

/* Current playhead position */
"bcovpuibasiccontrolview_004" = "現在位置";

/* video playback is Live */
"bcovpuibutton_001" = "ライブ";

/* Play */
"bcovpuibutton_002" = "再生";

/* Pause */
"bcovpuibutton_003" = "一時停止";

/* Enter Fullscreen */
"bcovpuibutton_004" = "全画面表示の開始";

/* Exit Fullscreen */
"bcovpuibutton_005" = "全画面表示の終了";

/* Jump Back (short-duration rewind) */
"bcovpuibutton_006" = "ジャンプバック";

/* Audio & Subtitles */
"bcovpuibutton_007" = "音声と字幕";

/* 360 Video */
"bcovpuibutton_008" = "360 動画";

/* Preferred Bitrate */
"bcovpuibutton_009" = "推奨ビットレート";

/* Picture in Picture */
"bcovpuibutton_010" = "ピクチャインピクチャ";

/* AirPlay */
"bcovpuibutton_011" = "AirPlay";

/* Audio & Subtitles menu title */
"bcovpuiclosedcaptionhandler_001" = "音声と字幕";

/* Legible options menu heading */
"bcovpuiclosedcaptionhandler_002" = "字幕";

/* Audible media options menu heading */
"bcovpuiclosedcaptionhandler_003" = "音声";

/* Legible media options menu heading */
"bcovpuiclosedcaptionhandler_004" = "字幕と CC";

/* Off */
"bcovpuiclosedcaptionhandler_005" = "オフ";

/* Automatic selection (a menu item) */
"bcovpuiclosedcaptionhandler_006" = "自動（推奨）";

/* Automatic */
"bcovpuipreferredbitratehandler_001" = "自動";

/* Live */
"bcovtvcontroller_001" = "ライブ";

/* Live Stream Paused */
"bcovtvcontroller_002" = "ライブストリームの一時停止";

/* Media Controls, %@ elapsed, %@ remaining */
"bcovtvcontroller_003" = "メディアコントロール、%@ 経過、残り %@";

/* Advertisement (%@ of %@) */
"bcovtvcontroller_004" = "広告（%@ / %@）)";
"bcovtvcontroller_005" = "広告 %@";
"bcovtvcontroller_006" = "広告";

/* Show Tab Bar */
"bcovtvsettingsview_001" = "タブバーの表示";

/* Unknown */
"bcovtvsettingsview_002" = "不明";

/* Unknown */
"bcovtvtabbaritemview_001" = "不明";

/* Info */
"bcovtvtabbaritemview_002" = "情報";

/* More (show more information; button title) */
"bcovtvtabbaritemview_003" = "詳細";

/* Unknown */
"bcovtvtabbaritemview_004" = "不明";

/* %@ minutes */
"bcovtvtabbaritemview_005" = "%@ 分";

/* Subtitles */
"bcovtvtabbaritemview_006" = "字幕";

/* Off (menu item title) */
"bcovtvtabbaritemview_007" = "オフ";

/* Auto (menu item title) */
"bcovtvtabbaritemview_008" = "自動";

/* Audio (window title) */
"bcovtvtabbaritemview_009" = "音声";

/* From Beginning */
"bcovtvinfoview_001" = "最初から";
